<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">

    <title>Mode de lecteur de document</title>
    <link rel="stylesheet" href="../html/style.css" type="text/css"/>
</head>
<body>

<p>Dans ce mode, le<strong> scanner ESR</strong> fonctionne comme un lecteur de documents (par
    exemple, <a href="http://www.paypen.ch">PayPen</a>). Il suffit de scanner le bulletin de d&eacute;p&ocirc;t,
    puis il est envoy&eacute; (via WiFi) sur votre ordinateur.</p>

<strong>Tutoriel</strong>
<ol>
    <li>T&eacute;l&eacute;charge le r&eacute;cepteur ESR (il n&eacute;cessite Java) depuis <a
            href="http://www.wuala.com/gulb/open/ESRReceiver">http://www.wuala.com/gulb/open/ESRReceiver</a>
    </li>
    <li>D&eacute;marrez le WIFI, WIFI affili&eacute;, Bluetooth affili&eacute; ou USB affili&eacute;
        sur ton smartphone
    </li>
    <li>Assure-toi que l'ordinateur sur lequel le r&eacute;cepteur ESR est install&eacute; dispose
        d'une connexion r&eacute;seau directe avec le smartphone. Ceci peut-&ecirc;tre l'une des
        possibilit&eacute;s &eacute;voqu&eacute;es ci-dessus.
    </li>
    <li>D&eacute;marre le r&eacute;cepteur ESR</li>
    <li>Presse <img src="../images/ic_menu_edit.png" alt="Activer le mode de lecteur de documents"/>
        pour activer le mode de lecteur de document,
    </li>
    <li>Saisis l'adresse IP qui est d&eacute;sormais affich&eacute;e dans le coin inf&eacute;rieur
        droit du scanner ESR dans le r&eacute;cepteur ESR et appuie sur « Connecter »
    </li>
    <li><strong>Ou (avec un r&eacute;cepteur ESR &agrave; partir de la version 0.6.1) </strong>
        Attend (max 1 minute) jusqu'&agrave; ce que le r&eacute;cepteur ESR se connecte
        automatiquement
    </li>
    <li>Attends que le r&eacute;cepteur ESR se mette en statut « Connect&eacute; »</li>
    <li>Lorsque « Coller automatiquement » est s&eacute;lectionn&eacute; dans le r&eacute;cepteur
        ESR, positionne le curseur dans le champ o&ugrave; la ligne de code doit &ecirc;tre saisie
        et scanne le paiement.
    </li>
    <li>Si non, alors il suffit de scanner le paiement, puis d'ajouter la ligne de code &agrave;
        l'emplacement d&eacute;sir&eacute; en utilisant Ctrl-V ou clic-droit et coller.
    </li>
</ol>

<p>Lorsque le mode lecteur de documents est activ&eacute;, la ligne de code scann&eacute;e n'est pas
    enregistr&eacute;e.</p>

<p>Pour envoyer les lignes de code de paiements d&eacute;j&agrave; num&eacute;ris&eacute;es, l'on
    doit d&eacute;sactiver le mode de lecteur de document, ouvrir l'historique et appuyer sur <img
            src="../images/ic_menu_send.png" alt="Envoyer ligne de code"/>.</p>

<ul class="touchable">
    <li><a href="ondevice.html">Op&eacute;rations bancaires « sur dispositif »</a></li>
</ul>

</body>
</html>