<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">

    <title>Op&eacute;rations bancaires « sur dispositif »</title>
    <link rel="stylesheet" href="../html/style.css" type="text/css"/>
</head>
<body>

<p>Le scanner ESR propose deux solutions pour soutenir ceux qui veulent traiter leurs paiements
    directement avec un p&eacute;riph&eacute;rique Android.</p>

<ul>
    <li><strong>Copie des notifications</strong><br/> Lors de la fermeture du scanner ESR, une entr&eacute;e
        appara&icirc;t dans les notifications. Cette entr&eacute;e vous permet de passer facilement
        entre une activit&eacute; (par exemple, le navigateur avec le portail de services bancaires
        en ligne ouvert) et le scanner ESR. Si vous ouvrez l'activit&eacute; qui a besoin de donn&eacute;es
        du scanner ESR, cliquez sur l'entr&eacute;e dans les notifications et le scanner ESR d&eacute;marre.
        Compar&eacute; &agrave; son comportement habituel, le scanner ESR se ferme automatiquement
        apr&egrave;s un balayage r&eacute;ussi et retourne au navigateur. Il a ainsi scann&eacute;
        la ligne de code ou le num&eacute;ro de r&eacute;f&eacute;rence (r&eacute;glable) et l'a
        copi&eacute; dans le presse-papiers. Maintenant, vous devez seulement ins&eacute;rer le
        texte copi&eacute; dans le champ souhait&eacute; dans le navigateur.

        <p>Pour pouvoir utiliser ceci, vous devez cocher « Copie le r&eacute;sultat de la
            notification » dans les param&egrave;tres du scanner ESR.</p>
    </li>

    <li><strong>Scanner ESR comme m&eacute;thode de saisie</strong><br/> Le scanner ESR s'inscrit
        parmi les m&eacute;thodes de saisies install&eacute;es. Pour utiliser le scanner ESR en tant
        que m&eacute;thode de saisie, l'on doit d'abord l'autoriser et l'activer dans les param&egrave;tres
        du syst&egrave;me. Au lieu d'un clavier virtuel, le scanner ESR appara&icirc;t et ins&egrave;re,
        apr&egrave;s un balayage r&eacute;ussi, cette m&ecirc;me ligne de code dans la bo&icirc;te
        de texte s&eacute;lectionn&eacute;e. Malheureusement, le scanner ESR ne fonctionne seulement
        en orientation paysage.

        <p>Pour pouvoir retourner facilement au clavier tactile, il y a un bouton en bas lorsque
            vous tenez l'appareil en orientation verticale (en mode portrait).</p>
    </li>
</ul>

</body>
</html>