<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">

    <title>Comment faire le scan</title>
    <link rel="stylesheet" href="../html/style.css" type="text/css"/>
</head>
<body>
<p>En haut &agrave; gauche de l'&eacute;cran est indiqu&eacute; quelle partie du code sera n&eacute;cessaire
    pour la prochaine &eacute;tape.</p>

<p style="text-align:center">
    <img src="../images/demo-code-row.png" alt="Ligne de code"/>
</p>

<p><strong>Le Scanner ESR</strong> scanne en permanence tout ce qui appara&icirc;t dans le carr&eacute;
    blanc. Pour analyser la ligne de code, il faut maintenir au moins la partie de la ligne qui est
    actuellement n&eacute;cessaire &agrave; l'int&eacute;rieur du cadre blanc :</p>

<p style="text-align:center">
    <img src="../images/demo-yes.png" alt="Oui"/>&nbsp;&nbsp;&nbsp;<img src="../images/demo-no.png"
                                                                        alt="Non"/>
</p>

<p>Lorsque vous essayez de scanner un bulletin de versement rouge, les parties n&eacute;cessaires
    sont automatiquement reconnues, d&egrave;s qu'au moins la premi&egrave;re partie a &eacute;t&eacute;
    saisie avec succ&egrave;s.</p>

<p>Parfois, l'ensemble de la linge de code est d&eacute;tect&eacute;e en une seule &eacute;tape. Si
    une seule partie a &eacute;t&eacute; saisie, la prochaine partie requise est affich&eacute;e.
    Apr&egrave;s chaque enregistrement, un bip retentit. Le r&eacute;sultat final comprend au moins
    le num&eacute;ro de compte et le num&eacute;ro de r&eacute;f&eacute;rence. Si le montant n'est
    pas sp&eacute;cifi&eacute;, vous devez le saisir vous-m&ecirc;me. Pour avoir le contr&ocirc;le
    sur les paiements effectu&eacute;s, il est &eacute;galement recommand&eacute; de saisir le nom
    du destinataire. Le nom du destinataire du paiement est sauvegard&eacute; pour des paiements ult&eacute;rieurs
    avec le m&ecirc;me num&eacute;ro de compte.</p>

<p>Si vous avez des probl&egrave;mes avec le scan, immobilisez le t&eacute;l&eacute;phone autant que
    possible. Si le t&eacute;l&eacute;phone a des difficult&eacute;s &agrave; faire la mise au
    point, tenez le t&eacute;l&eacute;phone plus proche ou plus loin ou essayez en mode macro.</p>

<p><strong>IMPORTANT :</strong> Il faut toujours comparer les r&eacute;sultats avec le bulletin de d&eacute;p&ocirc;t.
    Le<strong> Scanner ESR </strong>v&eacute;rifie chacun des trois montants de contr&ocirc;les,
    cependant des erreurs peuvent se produire ! En cas d'erreur lors du scan, le paiement
    peut &ecirc;tre effac&eacute; en le maintenant appuy&eacute; longtemps dans l'historique.</p>
<ul class="touchable">
    <li><a href="exporting.html">Comment effectuer un ordre de paiement</a></li>
</ul>
</body>
</html>

